[
  {
    "aboutpage": [
      {
        "_id": "6165d5d1e05212c26fdb3302",
        "company": "JUNIPOOR",
        "about": "Aliquip in cillum ad aliquip veniam et. Enim anim amet eiusmod duis aliquip ex ea enim adipisicing culpa proident cupidatat. Tempor dolor aute sit ipsum dolore laboris dolore. Dolor et ex laboris cupidatat amet nisi irure velit ea voluptate elit reprehenderit cillum.\r\n"
      },
      {
        "_id": "6165d5d1f208f28267b04ebe",
        "company": "ACCUPHARM",
        "about": "Но приведенный выше код еще не будет повторно визуализировать что-либо при обнаружении события изменения размера. Нам все еще нужно сообщить самому React, что что-то изменилось, чтобы запустить повторный рендеринг. Eiusmod incididunt in culpa veniam ad. Aliquip ipsum nostrud ipsum consectetur mollit et nulla qui eiusmod pariatur cupidatat voluptate. Culpa qui id commodo consectetur labore. Consequat amet incididunt dolore elit ex elit ex ad officia. Adipisicing et adipisicing voluptate sint nulla minim consequat excepteur non non irure. Dolore nostrud elit ut ipsum elit amet nisi incididunt deserunt officia labore irure aliquip aliqua. Nulla proident irure nostrud adipisicing dolor labore aliquip laboris veniam ad eiusmod enim enim.\r\n",
        "image": "https://images.unsplash.com/photo-1633537066008-85db24f0a45f?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80", 
        "imagetext": "Nulla proident irure nostrud adipisicing dolor labore aliquip laboris veniam ad eiusmod enim"
      },
      {
        "_id": "6165d5d1416d06d2b0540db1",
        "about": "Motion components are the core of the Motion API. There's a motion component for every HTML and SVG element. They work exactly the same, with additional props that allow you to declaratively add animations and gestures.By default, the motion component comes pre-bundled with all of its features. The m component can be used in exactly the same way as motion, but it comes with no features preloaded. These are then provided by LazyMotion.In React, changing a component's key makes React treat it as an entirely new component. So the old one is unmounted before the new one is mounted. So by changing the key of a single child of AnimatePresence, we can easily make components like slideshows."
      }
    ],
    "contactpage": [
      {
        "_id": "6165d5d1f208f28267b04ebe",
        "company": "ACCUPHARM",
        "about": "Но приведенный выше код еще не будет повторно визуализировать что-либо при обнаружении события изменения размера. Нам все еще нужно сообщить самому React, что что-то изменилось, чтобы запустить повторный рендеринг. Eiusmod incididunt in culpa veniam ad. Aliquip ipsum nostrud ipsum consectetur mollit et nulla qui eiusmod pariatur cupidatat voluptate. Culpa qui id commodo consectetur labore. Consequat amet incididunt dolore elit ex elit ex ad officia. Adipisicing et adipisicing voluptate sint nulla minim consequat excepteur non non irure. Dolore nostrud elit ut ipsum elit amet nisi incididunt deserunt officia labore irure aliquip aliqua. Nulla proident irure nostrud adipisicing dolor labore aliquip laboris veniam ad eiusmod enim enim.\r\n",
        "image": "https://images.unsplash.com/photo-1611434995348-6e9c012ed5d3?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1374&q=80", 
        "imagetext": "Nulla proident irure nostrud adipisicing dolor labore aliquip laboris veniam ad eiusmod enim"
      }
    ]
  }
]